Repository: yasirz/DRS
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: id

source: RESOURCE_NOT_FOUND
id: SUMBER TIDAK DITEMUKAN

source: method not allowed
id: metode tidak diizinkan

source: Registration Request not found.
id: Permintaan Pendaftaran tidak ditemukan.

source: De-Registration Request not found.
id: Permintaan De-Registrasi tidak ditemukan.

source: Report not found.
id: Laporan tidak ditemukan.

source: Report not allowed.
id: Laporan tidak diizinkan.

source: Document not found.
id: Dokumen tidak ditemukan.

source: IMEIs per device count in file is not same as input.
id: IMEI per hitungan perangkat dalam file tidak sama dengan input.

source: Device count in file is not same as input
id: Penghitungan perangkat dalam file tidak sama dengan input

source: Invalid IMEIs in the input file
id: IMEI tidak valid dalam file input

source: Duplicate IMEIs in the input file
id: Duplikat IMEI dalam file input

source: Some IMEIs are missing in the columns
id: Beberapa IMEI tidak ada di kolom

source: Rows limit is 10000000 for single request
id: Batas baris adalah 10000000 untuk permintaan tunggal

source: Invalid IMEIs Format in input file
id: Format IMEI tidak valid dalam file input

source: size of file is greator than 26 MB which is not allowed
id: ukuran file lebih besar dari 26 MB yang tidak diizinkan

source: invalid imei
id: imei tidak valid

source: %(key)s value should be between 1 and 1000
id: %(key)s nilai harus antara 1 dan 1000

source: %(key)s cannot start or ends with spaces
id: %(key)s tidak dapat memulai atau diakhiri dengan spasi

source: %(key)s cannot start or ends with tabs
id: %(key)s tidak dapat memulai atau mengakhiri dengan tab

source: %(key)s cannot end with line breaks
id: %(key)s tidak dapat diakhiri dengan jeda baris

source: The request is already closed
id: Permintaan sudah ditutup

source: path cannot be empty
id: jalan tidak boleh kosong

source: Unable to process the request
id: Tidak dapat memproses permintaan

source: file not found or bad file path
id: file tidak ditemukan atau jalur file buruk

source: Failed to retrieve response, please try later
id: Gagal mengambil respons, coba lagi nanti

source: Registration request failed, check upload path or database connection
id: Permintaan pendaftaran gagal, periksa jalur unggah atau koneksi basis data

source: De-Registration request failed, check upload path or database connection
id: Permintaan De-Registrasi gagal, periksa jalur unggah atau koneksi basis data

source: Error retrieving results. Please try later.
id: Kesalahan saat mengambil hasil. Silakan coba lagi nanti.

source: request document addition failed, check for valid formats.
id: permintaan penambahan dokumen gagal, periksa format yang valid.

source: request document updation failed, please try again later.
id: permintaan pembaruan dokumen gagal, silakan coba lagi nanti.

source: Registration update request failed, check upload path or database connection
id: Permintaan pembaruan pendaftaran gagal, periksa jalur unggah atau koneksi basis data

source: request device addition failed
id: permintaan penambahan perangkat gagal

source: This request cannot be processed
id: Permintaan ini tidak dapat diproses

source: failed to restart process
id: gagal memulai kembali proses

source: incomplete request %(id)s can not be assigned/reviewed
id: permintaan tidak lengkap %(id)s tidak dapat ditetapkan/ditinjau

source: request must be processed before reviewed.
id: permintaan harus diproses sebelum ditinjau.

source: unable to approve case %(id)s, duplicated imeis found
id: tidak dapat menyetujui case %(id)s, duplikat imeis ditemukan

source: Unable to approve, invalid imeis found
id: Tidak dapat menyetujui, imeis tidak valid ditemukan

source: The request status is already Closed
id: Status permintaan sudah Ditutup

source: The request status is %(status)s, which cannot be Closed
id: Status permintaan adalah %(status)s, yang tidak dapat Ditutup

source: The request is in Progress, which cannot be updated
id: Permintaan sedang dalam proses, yang tidak dapat diperbarui

source: The request status is %(status)s, which cannot be updated
id: Status permintaan adalah %(status)s, yang tidak dapat diperbarui

source: This step can only be performed for New Request
id: Langkah ini hanya dapat dilakukan untuk Permintaan Baru

source: File format %(format)s is not allowed
id: Format file %(format)s tidak diizinkan

source: File names should be unique
id: Nama file harus unik

source: This step can only be performed for request with Awaiting Document status
id: Langkah ini hanya dapat dilakukan untuk permintaan dengan status Menunggu Dokumen

source: In Review
id: Dalam Ulasan

source: Approved
id: Disetujui

source: Rejected
id: Ditolak

source: Closed
id: Tutup

source: New Request
id: Permintaan baru

source: Awaiting Documents
id: Menunggu Dokumen

source: Duplicate IMEIs in request
id: IMEI duplikat dalam permintaan
